Repository: openwatersio/slackwater-ios
Catalog: Slackwater/Localizable.xcstrings
Source language: en
Languages: da, de, es_es, fi, fr_ca, it, ja, ko, nb, nl, pt_br, pt_pt, sv

source: Refining — showing the fast answer, slack accurate to %@. The full model is still downloading.
da: Forfiner — viser den hurtige prognose, strømstille med nøjagtighed %@. Den fulde model hentes stadig.
de: Wird verfeinert — die schnelle Vorhersage wird angezeigt, Stauwasser auf %@ genau. Das vollständige Modell wird noch geladen.
es_es: Refinando — se muestra la respuesta rápida, con una precisión de estoa de %@. El modelo completo aún se está descargando.
fi: Tarkennetaan — näytetään nopea ennuste, virran tyyntymishetken tarkkuus %@. Koko mallia ladataan vielä.
fr_ca: Ajustement — la réponse rapide est affichée; l’étale est précise à %@. Le modèle complet est encore en téléchargement.
it: Perfezionamento — risposta rapida mostrata, stanca precisa entro %@. Il modello completo è ancora in download.
ja: 精度を向上中 — 速報予測を表示しています。潮止まりの精度は%@です。完全なモデルはまだダウンロード中です。
ko: 정밀화 중 — 빠른 예측 표시 중, 정조 정확도 %@. 전체 모델은 아직 다운로드 중입니다.
nb: Finjusterer — viser det raske resultatet, med strømstille nøyaktig innen %@. Hele modellen lastes fortsatt ned.
nl: Verfijnen — de snelle voorspelling wordt getoond, met de kentering nauwkeurig tot %@. Het volledige model wordt nog gedownload.
pt_br: Refinando — exibindo o resultado rápido, com precisão do estofo de %@. O modelo completo ainda está sendo baixado.
pt_pt: A aperfeiçoar — a mostrar o resultado rápido, com precisão do estofo de %@. O modelo completo ainda está a ser descarregado.
sv: Förfinar — visar snabbprognosen, strömstilla med noggrannhet %@. Den fullständiga modellen hämtas fortfarande.

source: Refining — showing the fast answer. The full model is still downloading.
da: Forfiner — viser den hurtige prognose. Den fulde model hentes stadig.
de: Wird verfeinert — die schnelle Vorhersage wird angezeigt. Das vollständige Modell wird noch geladen.
es_es: Refinando — se muestra la respuesta rápida. El modelo completo aún se está descargando.
fi: Tarkennetaan — näytetään nopea ennuste. Koko mallia ladataan vielä.
fr_ca: Ajustement — la réponse rapide est affichée. Le modèle complet est encore en téléchargement.
it: Perfezionamento — risposta rapida mostrata. Il modello completo è ancora in download.
ja: 精度を向上中 — 速報予測を表示しています。完全なモデルはまだダウンロード中です。
ko: 정밀화 중 — 빠른 예측 표시 중. 전체 모델은 아직 다운로드 중입니다.
nb: Finjusterer — viser det raske resultatet. Hele modellen lastes fortsatt ned.
nl: Verfijnen — de snelle voorspelling wordt getoond. Het volledige model wordt nog gedownload.
pt_br: Refinando — exibindo o resultado rápido. O modelo completo ainda está sendo baixado.
pt_pt: A aperfeiçoar — a mostrar o resultado rápido. O modelo completo ainda está a ser descarregado.
sv: Förfinar — visar snabbprognosen. Den fullständiga modellen hämtas fortfarande.

source: Refining · %@
da: Forfiner · %@
de: Wird verfeinert · %@
es_es: Refinando · %@
fi: Tarkennetaan · %@
fr_ca: Ajustement · %@
it: Perfezionamento · %@
ja: 精度を向上中 · %@
ko: 정밀화 중 · %@
nb: Finjusterer · %@
nl: Verfijnen · %@
pt_br: Refinando · %@
pt_pt: A aperfeiçoar · %@
sv: Förfinar · %@

source: Refining…
da: Forfiner…
de: Wird verfeinert…
es_es: Refinando…
fi: Tarkennetaan…
fr_ca: Ajustement…
it: Perfezionamento…
ja: 精度を向上中…
ko: 정밀화 중…
nb: Finjusterer…
nl: Verfijnen…
pt_br: Refinando…
pt_pt: A aperfeiçoar…
sv: Förfinar…

source: Refresh
da: Opdater
de: Aktualisieren
es_es: Actualizar
fi: Päivitä
fr_ca: Actualiser
it: Aggiorna
ja: 更新
ko: 새로 고침
nb: Oppdater
nl: Vernieuwen
pt_br: Atualizar
pt_pt: Atualizar
sv: Uppdatera

source: Refresh charts
da: Opdater søkort
de: Karten aktualisieren
es_es: Actualizar cartas
fi: Päivitä merikartat
fr_ca: Actualiser les cartes
it: Aggiorna carte
ja: 海図を更新
ko: 해도 새로 고침
nb: Oppdater kart
nl: Kaarten vernieuwen
pt_br: Atualizar cartas
pt_pt: Atualizar cartas
sv: Uppdatera sjökort

source: Remind me
da: Påmind mig
de: Mich erinnern
es_es: Recordarme
fi: Muistuta minua
fr_ca: Me rappeler
it: Ricordamelo
ja: 通知する
ko: 미리 알림
nb: Minn meg på
nl: Herinner me
pt_br: Lembrar-me
pt_pt: Lembrar-me
sv: Påminn mig

source: Remove
da: Fjern
de: Entfernen
es_es: Eliminar
fi: Poista
fr_ca: Supprimer
it: Rimuovi
ja: 削除
ko: 삭제
nb: Fjern
nl: Verwijderen
pt_br: Remover
pt_pt: Remover
sv: Ta bort

source: Remove favorite
da: Fjern favorit
de: Favorit entfernen
es_es: Quitar de favoritos
fi: Poista suosikki
fr_ca: Retirer des favoris
it: Rimuovi dai preferiti
ja: お気に入りから削除
ko: 즐겨찾기 삭제
nb: Fjern favoritt
nl: Favoriet verwijderen
pt_br: Remover favorito
pt_pt: Remover favorito
sv: Ta bort favorit

source: Removed station
da: Fjernet station
de: Entfernte Station
es_es: Estación retirada
fi: Poistettu asema
fr_ca: Station supprimée
it: Stazione rimossa
ja: 公開終了した観測所
ko: 삭제된 관측소
nb: Fjernet stasjon
nl: Verwijderd station
pt_br: Estação removida
pt_pt: Estação removida
sv: Borttagen station

source: Requires Slackwater Premium
da: Kræver Slackwater Premium
de: Erfordert Slackwater Premium
es_es: Requiere Slackwater Premium
fi: Vaatii Slackwater Premiumin
fr_ca: Nécessite Slackwater Premium
it: Richiede Slackwater Premium
ja: Slackwater Premiumが必要です
ko: Slackwater Premium 필요
nb: Krever Slackwater Premium
nl: Vereist Slackwater Premium
pt_br: Requer Slackwater Premium
pt_pt: Requer Slackwater Premium
sv: Kräver Slackwater Premium

source: Restore purchase
da: Gendan køb
de: Kauf wiederherstellen
es_es: Restaurar compra
fi: Palauta osto
fr_ca: Restaurer l’achat
it: Ripristina acquisto
ja: 購入を復元
ko: 구매 복원
nb: Gjenopprett kjøp
nl: Aankoop herstellen
pt_br: Restaurar compra
pt_pt: Restaurar compra
sv: Återställ köp

source: Retry
da: Prøv igen
de: Erneut versuchen
es_es: Reintentar
fi: Yritä uudelleen
fr_ca: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
nb: Prøv igjen
nl: Opnieuw proberen
pt_br: Tentar novamente
pt_pt: Tentar novamente
sv: Försök igen

source: Retry %lld unfinished
da: Prøv igen med %lld ufærdige
de: %lld unvollständige Bereiche erneut laden
es_es: Reintentar %lld sin terminar
fi: Yritä %lld keskeneräistä uudelleen
fr_ca: Réessayer : %lld à terminer
it: Riprova %lld download incompleti
ja: 未完了の%lldエリアを再試行
ko: 미완료 %lld개 다시 시도
nb: Prøv %lld ufullførte på nytt
nl: %lld onvoltooide gebieden opnieuw proberen
pt_br: Repetir %lld incompletos
pt_pt: Repetir %lld descargas incompletas
sv: Försök igen med %lld ofärdiga

source: Retry now
da: Prøv igen nu
de: Jetzt erneut versuchen
es_es: Reintentar ahora
fi: Yritä nyt uudelleen
fr_ca: Réessayer maintenant
it: Riprova ora
ja: 今すぐ再試行
ko: 지금 다시 시도
nb: Prøv igjen nå
nl: Nu opnieuw proberen
pt_br: Tentar novamente agora
pt_pt: Tentar novamente agora
sv: Försök igen nu

source: Retry this station. Once downloaded, it stays available offline.
da: Prøv igen med denne station. Når den er hentet, forbliver den tilgængelig offline.
de: Versuche diese Station erneut zu laden. Nach dem Laden bleibt sie offline verfügbar.
es_es: Vuelve a intentar esta estación. Una vez descargada, queda disponible sin conexión.
fi: Yritä tätä asemaa uudelleen. Latauksen jälkeen se pysyy käytettävissä ilman verkkoyhteyttä.
fr_ca: Réessayer cette station. Une fois téléchargée, elle reste disponible hors ligne.
it: Riprova questa stazione. Una volta scaricata, resta disponibile offline.
ja: この観測所を再試行してください。一度ダウンロードすると、オフラインでも利用できます。
ko: 이 관측소를 다시 시도하세요. 다운로드하면 계속 오프라인으로 사용할 수 있습니다.
nb: Prøv denne stasjonen på nytt. Når den er lastet ned, forblir den tilgjengelig frakoblet.
nl: Probeer dit station opnieuw. Na het downloaden blijft het offline beschikbaar.
pt_br: Tente esta estação novamente. Após o download, ela fica disponível offline.
pt_pt: Tente novamente esta estação. Após a descarga, fica disponível sem ligação.
sv: Försök igen med den här stationen. När den har hämtats förblir den tillgänglig offline.

source: Retrying
da: Prøver igen
de: Erneuter Versuch
es_es: Reintentando
fi: Yritetään uudelleen
fr_ca: Nouvelle tentative
it: Nuovo tentativo
ja: 再試行中
ko: 다시 시도 중
nb: Prøver igjen
nl: Opnieuw proberen
pt_br: Tentando novamente
pt_pt: A tentar novamente
sv: Försöker igen

source: Retrying — Slackwater tries again on its own. Canadian predictions download once, then work offline.
da: Prøver igen — Slackwater prøver automatisk igen. Canadiske prognoser hentes én gang og virker derefter offline.
de: Erneuter Versuch — Slackwater versucht es selbstständig erneut. Kanadische Vorhersagen werden einmal geladen und funktionieren dann offline.
es_es: Reintentando — Slackwater vuelve a intentarlo automáticamente. Las predicciones canadienses se descargan una vez y después funcionan sin conexión.
fi: Yritetään uudelleen — Slackwater yrittää automaattisesti uudelleen. Kanadan ennusteet ladataan kerran, minkä jälkeen ne toimivat ilman verkkoyhteyttä.
fr_ca: Réessai en cours — Slackwater réessaie automatiquement. Les prévisions canadiennes se téléchargent une fois, puis fonctionnent hors ligne.
it: Nuovo tentativo — Slackwater riprova automaticamente. Le previsioni canadesi si scaricano una volta, poi funzionano offline.
ja: 再試行中 — Slackwaterが自動で再試行します。カナダの予測は一度ダウンロードすると、オフラインで利用できます。
ko: 다시 시도 중 — Slackwater가 자동으로 다시 시도합니다. 캐나다 예측은 한 번 다운로드하면 오프라인으로 사용할 수 있습니다.
nb: Prøver igjen — Slackwater prøver på nytt automatisk. Kanadiske prognoser lastes ned én gang og virker deretter frakoblet.
nl: Opnieuw proberen — Slackwater probeert het vanzelf opnieuw. Canadese voorspellingen worden één keer gedownload en werken daarna offline.
pt_br: Tentando novamente — Slackwater tenta de novo automaticamente. As previsões canadenses são baixadas uma vez e depois funcionam offline.
pt_pt: A tentar novamente — Slackwater tenta de novo automaticamente. As previsões canadianas são descarregadas uma vez e depois funcionam sem ligação.
sv: Försöker igen — Slackwater försöker igen automatiskt. Kanadensiska prognoser hämtas en gång och fungerar sedan offline.

source: Retrying in %lld min
da: Prøver igen om %lld min
de: Erneuter Versuch in %lld min
es_es: Reintentando en %lld min
fi: Uusi yritys %lld min kuluttua
fr_ca: Réessai dans %lld min
it: Nuovo tentativo tra %lld min
ja: %lld min後に再試行
ko: %lld min 후 다시 시도
nb: Prøver igjen om %lld min
nl: Opnieuw proberen over %lld min
pt_br: Nova tentativa em %lld min
pt_pt: Nova tentativa em %lld min
sv: Försöker igen om %lld min

source: Return to now
da: Tilbage til nu
de: Zurück zu jetzt
es_es: Volver a ahora
fi: Palaa nykyhetkeen
fr_ca: Revenir à maintenant
it: Torna a ora
ja: 現在に戻る
ko: 지금으로 돌아가기
nb: Tilbake til nå
nl: Terug naar nu
pt_br: Voltar para agora
pt_pt: Voltar ao momento atual
sv: Tillbaka till nu

source: Rise
da: Opgang
de: Aufgang
es_es: Salida
fi: Nousu
fr_ca: Lever
it: Sorgere
ja: 月の出
ko: 떠오름
nb: Oppgang
nl: Opkomst
pt_br: Nascer
pt_pt: Nascer
sv: Uppgång

source: Rising
da: Stigende
de: Steigend
es_es: Subiendo
fi: Nousee
fr_ca: Montante
it: In salita
ja: 上昇中
ko: 상승 중
nb: Stigende
nl: Stijgend
pt_br: Subindo
pt_pt: A subir
sv: Stigande

# Rising %@ %@/hr
source: Rising %1$@ %2$@/hr
da: Stiger %@ %@/t
de: Steigend %1$@ %2$@/hr
es_es: Subiendo %1$@ %2$@/h
fi: Nousee %@ %@/hr
fr_ca: Montante %1$@ %2$@/h
it: Sale di %1$@ %2$@/hr
ja: 上昇 %1$@ %2$@/hr
ko: %@ %@/hr 상승
nb: Stiger %1$@ %2$@/hr
nl: Stijgt %1$@ %2$@/hr
pt_br: Subindo %1$@ %2$@/hr
pt_pt: A subir %1$@ %2$@/hr
sv: Stiger %@ %@/h

source: Rising past %@ %@
da: Stiger over %@ %@
de: Steigt über %@ %@
es_es: Sube por encima de %1$@ %2$@
fi: Nousee tason %@ %@ yläpuolelle
fr_ca: Monte au-dessus de %1$@ %2$@
it: Sale sopra %@ %@
ja: %@ %@を上回るとき
ko: %@ %@ 위로 상승
nb: Stiger over %@ %@
nl: Stijgt boven %@ %@
pt_br: Subindo acima de %@ %@
pt_pt: A subir acima de %@ %@
sv: Stiger över %@ %@

source: Save
da: Gem
de: Sichern
es_es: Guardar
fi: Tallenna
fr_ca: Enregistrer
it: Salva
ja: 保存
ko: 저장
nb: Lagre
nl: Bewaar
pt_br: Salvar
pt_pt: Guardar
sv: Spara

source: Search
da: Søg
de: Suchen
es_es: Buscar
fi: Haku
fr_ca: Rechercher
it: Cerca
ja: 検索
ko: 검색
nb: Søk
nl: Zoeken
pt_br: Buscar
pt_pt: Pesquisar
sv: Sök

source: Search for a place
da: Søg efter et sted
de: Nach einem Ort suchen
es_es: Buscar un lugar
fi: Etsi paikkaa
fr_ca: Rechercher un lieu
it: Cerca un luogo
ja: 場所を検索
ko: 장소 검색
nb: Søk etter et sted
nl: Zoek een plaats
pt_br: Buscar lugar
pt_pt: Pesquisar lugar
sv: Sök efter en plats

source: See all downloads
da: Se alle hentninger
de: Alle Downloads ansehen
es_es: Ver todas las descargas
fi: Näytä kaikki lataukset
fr_ca: Voir tous les téléchargements
it: Vedi tutti i download
ja: すべてのダウンロードを見る
ko: 모든 다운로드 보기
nb: Se alle nedlastinger
nl: Alle downloads bekijken
pt_br: Ver todos os downloads
pt_pt: Ver todas as descargas
sv: Se alla hämtningar

source: Set
da: Nedgang
de: Untergang
es_es: Puesta
fi: Lasku
fr_ca: Coucher
it: Tramontare
ja: 月の入り
ko: 짐
nb: Nedgang
nl: Ondergang
pt_br: Pôr
pt_pt: Pôr
sv: Nedgång

source: Set an alert
da: Indstil et varsel
de: Meldung einrichten
es_es: Crear una alerta
fi: Aseta hälytys
fr_ca: Créer une alerte
it: Imposta un avviso
ja: アラートを設定
ko: 알림 설정
nb: Opprett varsel
nl: Waarschuwing instellen
pt_br: Criar alerta
pt_pt: Criar alerta
sv: Ställ in en avisering

source: Sets the fastest current Slackwater treats as a usable slack window (0.1–10 kn).
da: Indstiller den højeste strømhastighed, Slackwater regner som en brugbar strømstille periode (0,1–10 kn).
de: Legt die höchste Strömungsgeschwindigkeit fest, die Slackwater als nutzbares Stauwasserfenster behandelt (0.1–10 kn).
es_es: Establece la corriente más rápida que Slackwater considera una ventana de estoa utilizable (0,1–10 kn).
fi: Asettaa suurimman virtausnopeuden, jonka Slackwater hyväksyy heikon virtauksen jaksoksi (0.1–10 kn).
fr_ca: Définit la vitesse de courant maximale que Slackwater considère comme une fenêtre d’étale utilisable (0,1 à 10 kn).
it: Imposta la corrente massima che Slackwater considera una finestra di stanca utilizzabile (0,1–10 kn).
ja: Slackwaterが利用しやすい潮止まり時間帯とみなす流速の上限を設定します（0.1–10 kn）。
ko: Slackwater가 이용 가능한 정조 시간대로 취급할 최대 조류 속도를 설정합니다 (0.1–10 kn).
nb: Angir den høyeste strømhastigheten Slackwater regner som et brukbart strømstillevindu (0.1–10 kn).
nl: Stelt de hoogste stroomsnelheid in die Slackwater als bruikbaar kenteringsvenster beschouwt (0.1–10 kn).
pt_br: Define a corrente máxima que Slackwater considera uma janela de estofo utilizável (0.1–10 kn).
pt_pt: Define a corrente máxima que o Slackwater considera um período de estofo utilizável (0,1–10 kn).
sv: Ställer in den högsta strömhastighet Slackwater räknar som en användbar strömstilla period (0,1–10 kn).

source: Settings
da: Indstillinger
de: Einstellungen
es_es: Ajustes
fi: Asetukset
fr_ca: Réglages
it: Impostazioni
ja: 設定
ko: 설정
nb: Innstillinger
nl: Instellingen
pt_br: Ajustes
pt_pt: Definições
sv: Inställningar

source: Shape only
da: Kun kurveform
de: Nur Verlauf
es_es: Solo forma
fi: Vain muoto
fr_ca: Forme uniquement
it: Solo la forma
ja: 曲線の形のみ
ko: 곡선만
nb: Bare form
nl: Alleen vorm
pt_br: Só o formato
pt_pt: Só o formato
sv: Endast kurvform

source: Share
da: Del
de: Teilen
es_es: Compartir
fi: Jaa
fr_ca: Partager
it: Condividi
ja: 共有
ko: 공유
nb: Del
nl: Delen
pt_br: Compartilhar
pt_pt: Partilhar
sv: Dela

source: Share station details
da: Del stationsdetaljer
de: Stationsdetails teilen
es_es: Compartir detalles de la estación
fi: Jaa aseman tiedot
fr_ca: Partager les détails de la station
it: Condividi dettagli della stazione
ja: 観測所の詳細を共有
ko: 관측소 상세 정보 공유
nb: Del stasjonsdetaljer
nl: Stationdetails delen
pt_br: Compartilhar detalhes da estação
pt_pt: Partilhar detalhes da estação
sv: Dela stationsdetaljer

source: Show
da: Vis
de: Anzeigen
es_es: Mostrar
fi: Näytä
fr_ca: Afficher
it: Mostra
ja: 表示
ko: 보기
nb: Vis
nl: Toon
pt_br: Mostrar
pt_pt: Mostrar
sv: Visa

source: Show all
da: Vis alle
de: Alle anzeigen
es_es: Mostrar todo
fi: Näytä kaikki
fr_ca: Tout afficher
it: Mostra tutte
ja: すべて表示
ko: 모두 보기
nb: Vis alle
nl: Alles tonen
pt_br: Mostrar todas
pt_pt: Mostrar todas
sv: Visa alla

source: Show currents
da: Vis strømme
de: Strömungen anzeigen
es_es: Mostrar corrientes
fi: Näytä virtaukset
fr_ca: Afficher les courants
it: Mostra correnti
ja: 潮流を表示
ko: 조류 보기
nb: Vis strømmer
nl: Stromingen tonen
pt_br: Mostrar correntes
pt_pt: Mostrar correntes
sv: Visa strömmar

source: Show the tour again
da: Vis introduktionen igen
de: Einführung erneut anzeigen
es_es: Volver a mostrar la visita guiada
fi: Näytä esittely uudelleen
fr_ca: Revoir la visite guidée
it: Mostra di nuovo la guida
ja: 使い方をもう一度見る
ko: 안내 다시 보기
nb: Vis omvisningen igjen
nl: Rondleiding opnieuw tonen
pt_br: Mostrar o guia novamente
pt_pt: Mostrar o guia novamente
sv: Visa introduktionen igen

source: Show tides
da: Vis tidevand
de: Gezeiten anzeigen
es_es: Mostrar mareas
fi: Näytä vuorovedet
fr_ca: Afficher les marées
it: Mostra maree
ja: 潮汐を表示
ko: 조석 보기
nb: Vis tidevann
nl: Getij tonen
pt_br: Mostrar marés
pt_pt: Mostrar marés
sv: Visa tidvatten

source: Showing %@. Choose another station for a different part of the water.
da: Viser %@. Vælg en anden station for en anden del af farvandet.
de: %@ wird angezeigt. Wähle eine andere Station für einen anderen Teil des Gewässers.
es_es: Mostrando %@. Elige otra estación para otra zona del agua.
fi: Näytetään %@. Valitse toinen asema nähdäksesi eri vesialueen.
fr_ca: Affichage de %@. Choisissez une autre station pour un autre secteur.
it: Stazione mostrata: %@. Scegline un’altra per un’altra zona delle acque.
ja: %@を表示中です。別の水域を見るには、観測所を変更してください。
ko: %@ 표시 중. 다른 수역을 보려면 다른 관측소를 선택하세요.
nb: Viser %@. Velg en annen stasjon for en annen del av farvannet.
nl: %@ wordt getoond. Kies een ander station voor een ander deel van het water.
pt_br: Exibindo %@. Escolha outra estação para outra parte das águas.
pt_pt: A mostrar %@. Escolha outra estação para outra zona das águas.
sv: Visar %@. Välj en annan station för en annan del av vattnet.

source: Showing %@. Tap to choose a date.
da: Viser %@. Tryk for at vælge en dato.
de: %@ wird angezeigt. Tippe, um ein Datum zu wählen.
es_es: Mostrando %@. Toca para elegir una fecha.
fi: Näytetään %@. Valitse päivämäärä napauttamalla.
fr_ca: Affichage de %@. Appuyez pour choisir une date.
it: Data mostrata: %@. Tocca per scegliere una data.
ja: %@を表示中。タップして日付を選択。
ko: %@ 표시 중. 탭하여 날짜를 선택하세요.
nb: Viser %@. Trykk for å velge dato.
nl: %@ wordt getoond. Tik om een datum te kiezen.
pt_br: Exibindo %@. Toque para escolher uma data.
pt_pt: A mostrar %@. Toque para escolher uma data.
sv: Visar %@. Tryck för att välja ett datum.

source: Showing places near %@
da: Viser steder nær %@
de: Orte in der Nähe von %@
es_es: Mostrando lugares cerca de %@
fi: Näytetään paikkoja lähellä kohdetta %@
fr_ca: Lieux près de %@
it: Luoghi vicino a %@
ja: %@付近の場所を表示中
ko: %@ 근처 장소 표시 중
nb: Viser steder nær %@
nl: Plaatsen in de buurt van %@
pt_br: Mostrando locais perto de %@
pt_pt: A mostrar locais perto de %@
sv: Visar platser nära %@

source: Showing the closest station. Choose another station for a different part of the water.
da: Viser den nærmeste station. Vælg en anden station for en anden del af farvandet.
de: Die nächste Station wird angezeigt. Wähle eine andere Station für einen anderen Teil des Gewässers.
es_es: Mostrando la estación más cercana. Elige otra estación para otra zona del agua.
fi: Näytetään lähin asema. Valitse toinen asema nähdäksesi eri vesialueen.
fr_ca: Affichage de la station la plus proche. Choisissez une autre station pour un autre secteur.
it: Stazione più vicina mostrata. Scegline un’altra per un’altra zona delle acque.
ja: 最寄りの観測所を表示しています。別の水域を見るには、観測所を変更してください。
ko: 가장 가까운 관측소 표시 중. 다른 수역을 보려면 다른 관측소를 선택하세요.
nb: Viser nærmeste stasjon. Velg en annen stasjon for en annen del av farvannet.
nl: Het dichtstbijzijnde station wordt getoond. Kies een ander station voor een ander deel van het water.
pt_br: Exibindo a estação mais próxima. Escolha outra estação para outra parte das águas.
pt_pt: A mostrar a estação mais próxima. Escolha outra estação para outra zona das águas.
sv: Visar närmaste stationen. Välj en annan station för en annan del av vattnet.

source: Shown
da: Vist
de: Angezeigt
es_es: Mostrada
fi: Näytetään
fr_ca: Affiché
it: Mostrata
ja: 表示中
ko: 표시됨
nb: Vist
nl: Getoond
pt_br: Exibida
pt_pt: Mostrada
sv: Visas

source: Skip
da: Spring over
de: Überspringen
es_es: Omitir
fi: Ohita
fr_ca: Passer
it: Salta
ja: スキップ
ko: 건너뛰기
nb: Hopp over
nl: Overslaan
pt_br: Pular
pt_pt: Ignorar
sv: Hoppa över

source: Slack
da: Strømstille
de: Stauwasser
es_es: Estoa
fi: Lähes tyyni
fr_ca: Étale
it: Stanca
ja: 潮止まり
ko: 정조
nb: Strømstille
nl: Kentering
pt_br: Estofo
pt_pt: Estofo
sv: Strömstilla

source: Slack · %@
da: Strømstille · %@
de: Stauwasser · %@
es_es: Estoa · %@
fi: Lähes tyyni · %@
fr_ca: Étale · %@
it: Stanca · %@
ja: 潮止まり · %@
ko: 정조 · %@
nb: Strømstille · %@
nl: Kentering · %@
pt_br: Estofo · %@
pt_pt: Estofo · %@
sv: Strömstilla · %@

# slack before flood %@ · max flood %@ · slack before ebb %@ · max ebb %@
source: slack before flood %1$@ · max flood %2$@ · slack before ebb %3$@ · max ebb %4$@
da: strømstille før flod %@ · maks. flod %@ · strømstille før ebbe %@ · maks. ebbe %@
de: Stauwasser vor Flut %1$@ · max. Flutstrom %2$@ · Stauwasser vor Ebbe %3$@ · max. Ebbstrom %4$@
es_es: estoa antes del flujo %1$@ · flujo máximo %2$@ · estoa antes del reflujo %3$@ · reflujo máximo %4$@
fi: virran tyyntyminen ennen nousuvirtausta %@ · voimakkain nousuvirtaus %@ · virran tyyntyminen ennen laskuvirtausta %@ · voimakkain laskuvirtaus %@
fr_ca: étale avant le courant de flot %1$@ · courant de flot maximal %2$@ · étale avant le courant de jusant %3$@ · courant de jusant maximal %4$@
it: stanca prima del flusso %1$@ · flusso max %2$@ · stanca prima del riflusso %3$@ · riflusso max %4$@
ja: 上げ潮流前の潮止まり %1$@ · 最大上げ潮流 %2$@ · 下げ潮流前の潮止まり %3$@ · 最大下げ潮流 %4$@
ko: 창조 전 정조 %@ · 최대 창조 %@ · 낙조 전 정조 %@ · 최대 낙조 %@
nb: strømstille før inngående %1$@ · maks. inngående %2$@ · strømstille før utgående %3$@ · maks. utgående %4$@
nl: kentering vóór vloed %1$@ · max. vloedstroom %2$@ · kentering vóór eb %3$@ · max. ebstroom %4$@
pt_br: estofo antes da enchente %1$@ · enchente máx. %2$@ · estofo antes da vazante %3$@ · vazante máx. %4$@
pt_pt: estofo antes da enchente %1$@ · enchente máx. %2$@ · estofo antes da vazante %3$@ · vazante máx. %4$@
sv: strömstilla före flod %@ · max flod %@ · strömstilla före ebb %@ · max ebb %@

source: Slack current
da: Strømstille
de: Stauwasser
es_es: Corriente en estoa
fi: Lähes tyyni virtaus
fr_ca: Étale
it: Stanca della corrente
ja: 潮止まり
ko: 정조류
nb: Strømstille
nl: Kentering
pt_br: Estofo da corrente
pt_pt: Estofo da corrente
sv: Strömstilla

source: Slack ends
da: Strømstille slutter
de: Stauwasser endet
es_es: Fin de la estoa
fi: Heikko virtaus päättyy
fr_ca: Fin de l’étale
it: Fine della stanca
ja: 潮止まり終了
ko: 정조 종료
nb: Strømstille slutter
nl: Kentering eindigt
pt_br: Fim do estofo
pt_pt: Fim do estofo
sv: Strömstilla slutar

source: Slack window
da: Strømstille periode
de: Stauwasserfenster
es_es: Ventana de estoa
fi: Heikon virtauksen jakso
fr_ca: Fenêtre d’étale
it: Finestra di stanca
ja: 潮止まり時間帯
ko: 정조 시간대
nb: Strømstillevindu
nl: Kenteringsvenster
pt_br: Janela de estofo
pt_pt: Período de estofo
sv: Strömstilla period

source: Slack Window
da: Strømstille periode
de: Stauwasserfenster
es_es: Ventana de estoa
fi: Heikon virtauksen jakso
fr_ca: Fenêtre d’étale
it: Finestra di stanca
ja: 潮止まり時間帯
ko: 정조 시간대
nb: Strømstillevindu
nl: Kenteringsvenster
pt_br: Janela de estofo
pt_pt: Período de estofo
sv: Strömstilla period

source: Slack Window (rectangular)
da: Strømstille periode (rektangulær)
de: Stauwasserfenster (rechteckig)
es_es: Ventana de estoa (rectangular)
fi: Heikon virtauksen jakso (suorakulmio)
fr_ca: Fenêtre d’étale (rectangulaire)
it: Finestra di stanca (rettangolare)
ja: 潮止まり時間帯（長方形）
ko: 정조 시간대 (직사각형)
nb: Strømstillevindu (rektangel)
nl: Kenteringsvenster (rechthoekig)
pt_br: Janela de estofo (retangular)
pt_pt: Período de estofo (retangular)
sv: Strömstilla period (rektangulär)
